{
    "id": "00001",
    "header": "The Big Picture in a Tiny Nutshell",
    "name": "header-00001",
    "subHeader": "Published 03/29/20",
    "details": [
        {
            "name": "block-00001-1",
            "blogType": "text",
            "complexInfo": [
                {
                    "text": "As explained in the "
                },
                {
                    "text": "Introduction",
                    "toLink": "https://www.google.com"
                },
                {
                    "text": ", the world order is now rapidly shifting in important ways that have never happened in our lifetimes but have happened many times before in history. My objective is to show you those cases and the mechanics that drove them and, with that perspective, attempt to imagine the future."
                }
            ]
        },
        {
            "name": "block-00001-2",
            "blogType": "text",
            "info": "What follows here is an ultra-distilled description of the dynamics that I saw in studying the rises and declines of the last three reserve currency empires (the Dutch, the British, and the American) and the six other significant empires (Germany, France, Russia, India, Japan, and China) over the last 500 years, as well as all of the major Chinese dynasties back to the Tang Dynasty around the year 600. The purpose of this chapter is simply to provide an archetype to use when looking at all the cycles, most importantly the one that we are now in. In studying these past cases, I saw clear patterns that occurred for logical reasons that I briefly summarize here and cover more completely in subsequent chapters of Part 1. While the focus of this chapter and this book are on those forces that affected the big cyclical swings in wealth and power, I also saw ripple-effect patterns in all dimensions of life including culture and the arts, social mores, and more, which I will touch on in Part 2. By going back and forth between this simple archetype and the cases shown in Part 2, we will see how the individual cases fit the archetype (which is essentially just the average of those cases) and how well the archetype describes the individual cases. Doing this, I hope, will help us better understand what is happening now."
        },
        {
            "name": "block-00001-3",
            "blogType": "text",
            "info": "I'm on a mission to figure out how the world works and to gain timeless and universal principles for dealing with it well. It's both a passion and a necessity for me. While the curiosities and concerns that I described earlier pulled me into doing this study, the process of conducting it gave me a much greater understanding of the really big picture on how the world works than I expected to get, and I want to share it with you. It made much clearer to me how peoples and countries succeed and fail over long swaths of time, it revealed giant cycles behind these ups and downs that I never knew existed, and, most importantly, it helped me put into perspective where we now are."
        },
        {
            "name": "block-00001-4",
            "blogType": "text",
            "info": "Though the big-picture synthesis that I'm sharing in this chapter is my own, you should know that the theories I express in this book have been well-triangulated with other experts. About two years ago, when I felt that I needed to answer the questions I described in the Introduction, I decided to immerse myself in research with my research team, digging through archives, speaking with the world's best scholars and practitioners who each had in-depth understandings of bits and pieces of the puzzle, reading relevant great books by insightful authors, and reflecting on the prior research I've done and the experiences that I have from investing globally for nearly 50 years."
        },
        {
            "name": "block-00001-5",
            "blogType": "text",
            "info": "Because I view this as an audacious, humbling, necessary, and fascinating undertaking, I am worried about missing important things and being wrong, so my process is iterative. I do my research, write it up, show it to the world's best scholars and practitioners to stress test it, explore potential improvements, write it up again, stress test it again, and so on, until I get to the point of diminishing returns. This study is the product of that exercise. While I can't be sure that I have the formula for what makes the world's greatest empires and their markets rise and fall exactly right, I'm confident that I got it by-and-large right. I also know that what I learned is essential for me putting what is happening now in perspective and for imagining how to deal with important events that have never happened in my lifetime but have happened repeatedly throughout history."
        },
        {
            "name": "block-00001-6",
            "blogType": "text",
            "info": "I'm passing it along to you to take or leave as you like."
        },
        {
            "name": "Blog00001TheCountryShown",
            "blogType": "header2",
            "info": "The Countries Shown in This Study Had the Most Wealth and Power"
        },
        {
            "name": "block-00001-8",
            "blogType": "text",
            "info": "This is a study of how wealth and power have come and gone in the leading powers of the world. To be clear, while the leading powers covered in this study were the richest and most powerful, they weren't necessarily the best-off countries for two reasons. First, while wealth and power are what most people want and will fight over most, some people and their countries don't think that these things are the most important and wouldn't think of fighting over them. For example, some believe that having peace and savoring life are more important than having a lot of wealth and power and wouldn't think of fighting hard enough to gain enough of the wealth and power to make it into the group included in this study. (By the way, I think there is a lot to be said for putting peace and savoring life ahead of gaining wealth and power.) Second, this group of countries excludes what I will call the \"boutique countries\"; (like Switzerland and Singapore) that score very high in wealth and living standards but aren't large enough to become one of the biggest empires."
        },
        {
            "name": "Blog00001ThroughoutHistoryWealth",
            "blogType": "header2",
            "info": "Throughout History Wealth Was Gained by Either Making It, Taking It from Others, or Finding It in the Ground"
        },
        {
            "name": "block-00001-10",
            "blogType": "text",
            "info": "Let's start with the big-picture basics. Throughout recorded history various forms of groups of people (e.g., tribes, kingdoms, countries) have gained wealth and power by building it themselves, taking it from others, or finding it in the ground. When they gathered more wealth and power than any other group, they became the world's leading power, which allowed them to determine the world order. When they lost that wealth and power, which they all did, the world order changed in very big ways. That changed all aspects of life in profound ways. In this chapter we will describe how throughout time the same basic forces have ebbed and flowed in basically the same sorts of ways to cause these ups and downs in empires."
        },
        {
            "name": "block-00001-11",
            "blogType": "text",
            "info": "Human productivity is the most important force in causing the world's total wealth, power, and living standards to rise over time. Productivity - i.e., the output per person, driven by learning, building, and inventiveness - has steadily improved over time because learning is gained more than lost. However, it has risen at different rates for different people, though always for the same reasons - because of the quality of people's education, inventiveness, work ethic, and economic systems to turn ideas into output. These reasons are important for policy makers to understand in order to achieve the best possible outcomes for their countries, and for investors and companies to understand in order to determine where the best long-term investments are."
        },
        {
            "name": "block-00001-12",
            "blogType": "text",
            "info": "But while significant, these learnings and productivity improvements are evolutionary, so they are not what cause big shifts in who has what wealth and power. They are caused by a number of forces, most importantly money and credit cycles. I have identified 17 important forces in total that have explained almost all of these movements throughout time, which we will delve into in a moment. These big forces generally transpire in classic cycles that are mutually reinforcing in ways that tend to create a single very big cycle of ups and downs. This big archetypical cycle governs the rising and declining of empires and influences everything about them, including their currencies and markets (which I'm especially interested in). As with the archetypical debt cycle, which I outlined in Principles for Navigating Big Debt Crises, this big cycle represents the archetypical one that we can compare others to, including the one that we are now in. I believe that we need to understand this archetypical cycle in order to put where we are in perspective and attempt to squint into the future."
        },
        {
            "name": "block-00001-13",
            "blogType": "text",
            "info": "Of the 17 forces, the debt cycle, the money and credit cycle, the wealth gap cycle, and the global geopolitical cycle are most important to understand in order to put where we are in perspective. For reasons explained in this book, I believe that we are now seeing an archetypical big shift in relative wealth and power and the world order that will affect everyone in all countries in profound ways. This big wealth and power shift is not obvious because most people don't have the patterns of history in their minds to see this one as \"another one of those\"; So in this first chapter, I will describe in a very brief way how I see the archetypical mechanics behind rises and declines of empires and their markets working. Then we will delve into the various factors happening in the various past cases."
        },
        {
            "name": "Blog00001Continue",
            "blogType": "header2",
            "info": "Continue"
        }
    ]
}